[{"ENTITY_1": "AFOSYDDOAUDZO2JJEN3NUYB7W7JQ", "CONNECTION": "reviewed", "ENTITY_2": "B07W6J7QMB"}, {"ENTITY_1": "B07W6J7QMB", "CONNECTION": "has", "ENTITY_2": "Average Rating: 1.0"}, {"ENTITY_1": "B07W6J7QMB", "CONNECTION": "has", "ENTITY_2": "Number of Ratings: 1"}, {"ENTITY_1": "B07W6J7QMB", "CONNECTION": "has features", "ENTITY_2": "Easily removes all brands of nail polish"}, {"ENTITY_1": "B07W6J7QMB", "CONNECTION": "has features", "ENTITY_2": "Vitamin-enriched formula with natural jasmine vanilla fragrance"}, {"ENTITY_1": "B07W6J7QMB", "CONNECTION": "has features", "ENTITY_2": "Soy-based, does not contain harsh acetone or acetates"}, {"ENTITY_1": "B07W6J7QMB", "CONNECTION": "has features", "ENTITY_2": "Non-drying formula leaves nails and cuticles moisturized"}, {"ENTITY_1": "B07W6J7QMB", "CONNECTION": "has features", "ENTITY_2": "32 ounces"}, {"ENTITY_1": "B07W6J7QMB", "CONNECTION": "has description", "ENTITY_2": "EMMA Beauty Gold Non-Toxic Nail Polish Remover is the most powerful nail polish remover free from petroleum ingredients such as acetone and made with 100% non-toxic and bio-based ingredients. It is designed to easily remove all brands of nail polish, even dark shades and works as fast as regular acetone-based removers. Vitamin-enriched formula with 100% natural essential blend containing jasmine, bergamot, lemon and sandalwood oils promote healthy and moisturized nails and cuticles. Polish remover is soy-based and will not dry out skin, nails or cuticles. Made with EMMA Beauty’s signature natural jasmine vanilla fragrance. PETA certified, 100% vegan and cruelty-free. Safe, non-toxic and non-carcinogenic. Does not contain artificial fragrances or additives. Rinses with water, No petroleum ingredients, No environmentally hazardous ingredients, 100% bio-based content, made from renewable resources, No ozone depleting chemicals (ODCs). No hazardous air pollutants (HAPs); no global warming compounds. Made in the U.S.A."}, {"ENTITY_1": "B07W6J7QMB", "CONNECTION": "has brand", "ENTITY_2": "EMMA Beauty"}, {"ENTITY_1": "B07W6J7QMB", "CONNECTION": "has item form", "ENTITY_2": "Liquid"}]